[options]

app_folder: "C:\Users\gradz\Documents\схематор\bin"
version: 1.429
file_version: 1.429
project_name: "detector.cds"
library_folder: "c:\users\gradz\desktop\platform-main\fp_lib"
full_library_folder: "c:\users\gradz\desktop\platform-main\fp_lib\lib"
CAM_folder: "C:\Freeasy\Projects\Armkor2\cookies\print_layers"
netlist_completed: "0"
bom_options: "1075904672"
page_number: "0"
parent_index: "2"
alignment: 0.70
partlist_size_x: "534"
partlist_size_y: "391"
partlist_pos_x: "105"
partlist_pos_y: "69"
partlist_col_w: "960223292"
netlist_file_path: "C:\Users\gradz\Desktop\456\detector\related_files\CDS_netlist\det.fpc"
pcb_name: "det.fpc" 1
netlist_format: 0
page_mirror_mask: 0
default_font: 2
default_node_width: -1000000
autosave_interval: 60
m_client_rect_left: 0
m_client_rect_right: 2044
m_client_rect_bottom: 1014
m_client_rect_top: 0
m_org_x: 136774
m_org_y: 68468
m_scale_factor: 20282
m_attr_size: 2200000 300000 0 0 1200000 150000 1000000 150000 1200000 150000 2200000 300000
m_user_scale: 1.0000000000
units: MM

m_sel_mask: -1
m_visible_layers: 524287
m_top_layer: 10
m_grid_style: 1
visible_grid_spacing: 5000000.000000
  visible_grid_item: 20mil
  visible_grid_item: 50mil
  visible_grid_item: 100mil
  visible_grid_item: 125mil
  visible_grid_item: 200mil
  visible_grid_item: 250mil
  visible_grid_item: 400mil
  visible_grid_item: 500mil
  visible_grid_item: 1000mil
  visible_grid_item: 0.5mm
  visible_grid_item: 0.65mm
  visible_grid_item: 0.95mm
  visible_grid_item: 1mm
  visible_grid_item: 1.27mm
  visible_grid_item: 2mm
  visible_grid_item: 2.5mm
  visible_grid_item: 4mm
  visible_grid_item: 5mm
  visible_grid_item: 10mm
  visible_grid_item: 20mm
  visible_grid_item: 25mm
  visible_grid_item: 40mm
  visible_grid_item: 50mm
  visible_grid_item: 100mm

polyline_grid_spacing: 250000.000000
  placement_grid_item: 5mil
  placement_grid_item: 10mil
  placement_grid_item: 20mil
  placement_grid_item: 25mil
  placement_grid_item: 40mil
  placement_grid_item: 50mil
  placement_grid_item: 100mil
  placement_grid_item: 200mil
  placement_grid_item: 250mil
  placement_grid_item: 400mil
  placement_grid_item: 500mil
  placement_grid_item: 1000mil
  placement_grid_item: 0.001mm
  placement_grid_item: 0.01mm
  placement_grid_item: 0.1mm
  placement_grid_item: 0.2mm
  placement_grid_item: 0.25mm
  placement_grid_item: 0.4mm
  placement_grid_item: 0.5mm
  placement_grid_item: 0.65mm
  placement_grid_item: 0.95mm
  placement_grid_item: 1mm
  placement_grid_item: 1.27mm
  placement_grid_item: 2mm
  placement_grid_item: 2.5mm
  placement_grid_item: 4mm
  placement_grid_item: 5mm
  placement_grid_item: 10mm

text_grid_spacing: 250000.000000
  text_grid_item: 0.1mil
  text_grid_item: 0.5mil
  text_grid_item: 1mil
  text_grid_item: 2mil
  text_grid_item: 2.5mil
  text_grid_item: 3.33330709mil
  text_grid_item: 4mil
  text_grid_item: 5mil
  text_grid_item: 6.665mil
  text_grid_item: 10mil
  text_grid_item: 12.5mil
  text_grid_item: 16.665mil
  text_grid_item: 20mil
  text_grid_item: 25mil
  text_grid_item: 40mil
  text_grid_item: 50mil
  text_grid_item: 0.000001mm
  text_grid_item: 0.001mm
  text_grid_item: 0.01mm
  text_grid_item: 0.02mm
  text_grid_item: 0.04mm
  text_grid_item: 0.05mm
  text_grid_item: 0.1mm
  text_grid_item: 0.2mm
  text_grid_item: 0.25mm
  text_grid_item: 0.4mm
  text_grid_item: 0.5mm
  text_grid_item: 1mm

snap_angle: 45

m_seg_clearance: 640080
polyline_width: 200000
text_height: 200000
min_text_stroke_width: 100000
highlight_width: 127000
cam_flags: 262114
cam_layers: 8191
cam_units: 1

report_options: 0
drc_check_unrouted: 0
drc_part_attr_to_attr: 200000
drc_part_attr_to_poly: 200000
drc_pin_attr_to_attr: 254000
drc_pin_attr_to_poly: 254000

default_polyline_width:0.2mm
n_additional_layers: 4
m_pdf_font_i: 22
m_pdf_margin: 0.01
pdf_checking: 1056
  layer_info: "перемещение" 0 130 130 130 1
  layer_info: "фон доски" 1 72 72 72 1
  layer_info: "видимая сетка" 2 22 22 22 1
  layer_info: "подсветка" 3 255 255 0 1
  layer_info: "метки (DRC)" 4 0 255 128 1
  layer_info: "безхозный" 5 255 0 0 1
  layer_info: "корпусный" 6 233 233 233 1
  layer_info: "текст обозн." 7 131 131 254 1
  layer_info: "линни пинов" 8 0 255 128 1
  layer_info: "имена пинов" 9 0 255 128 1
  layer_info: "линни цепей" 10 164 190 255 1
  layer_info: "имена цепей" 11 255 0 0 1
  layer_info: "футпринты" 12 255 132 132 1
  layer_info: "названия" 13 255 255 255 1
  layer_info: "описания" 14 0 64 0 1
  layer_info: "фронтальный" 15 255 255 255 1
  layer_info: "поверхностный" 16 0 255 0 1
  layer_info: "невидимый" 17 0 0 0 1
  layer_info: "фоновый" 18 128 128 255 1
  layer_info: "контурный" 19 0 115 60 1
  layer_info: "медный" 20 40 165 90 1
  layer_info: "защитный" 21 196 196 196 1
  layer_info: "фрезерный" 22 237 205 178 1
  layer_info: "шёлковый" 23 253 251 252 1
  layer_info: "чертёжный" 24 159 45 156 1
  layer_info: "текстовый" 25 250 250 250 1
  layer_info: "вёрсточный" 26 250 250 250 1
  layer_info: "механический" 27 250 250 250 0
  layer_info: "линейный" 28 250 250 250 0
  layer_info: "резервный" 29 250 250 250 0
  layer_info: "запасной" 30 250 250 250 0
  layer_info: "undefined" 31 250 250 250 0

  pdf_layer_info: "перемещение" 0 255 255 255 0
  pdf_layer_info: "фон доски" 1 255 255 255 0
  pdf_layer_info: "видимая сетка" 2 255 255 255 0
  pdf_layer_info: "подсветка" 3 255 255 255 0
  pdf_layer_info: "метки (DRC)" 4 0 0 0 1
  pdf_layer_info: "безхозный" 5 0 0 0 1
  pdf_layer_info: "корпусный" 6 79 79 79 1
  pdf_layer_info: "текст обозн." 7 0 0 166 1
  pdf_layer_info: "линни пинов" 8 0 0 0 1
  pdf_layer_info: "имена пинов" 9 0 0 0 1
  pdf_layer_info: "линни цепей" 10 0 0 64 1
  pdf_layer_info: "имена цепей" 11 0 0 0 1
  pdf_layer_info: "футпринты" 12 166 0 0 1
  pdf_layer_info: "названия" 13 0 0 0 1
  pdf_layer_info: "описания" 14 0 0 0 1
  pdf_layer_info: "фронтальный" 15 176 176 0 1
  pdf_layer_info: "поверхностный" 16 55 55 55 1
  pdf_layer_info: "невидимый" 17 254 254 254 1
  pdf_layer_info: "фоновый" 18 255 255 149 1
  pdf_layer_info: "контурный" 19 0 255 128 1
  pdf_layer_info: "медный" 20 0 221 111 1
  pdf_layer_info: "защитный" 21 72 255 255 1
  pdf_layer_info: "фрезерный" 22 251 251 251 1
  pdf_layer_info: "шёлковый" 23 253 251 252 1
  pdf_layer_info: "чертёжный" 24 10 3 10 0
  pdf_layer_info: "текстовый" 25 8 8 8 0
  pdf_layer_info: "вёрсточный" 26 250 250 250 0
  pdf_layer_info: "механический" 27 250 250 250 0
  pdf_layer_info: "линейный" 28 250 250 250 0
  pdf_layer_info: "резервный" 29 250 250 250 0
  pdf_layer_info: "запасной" 30 250 250 250 0
  pdf_layer_info: "undefined" 31 255 255 255 0

m_bom_colors: 0 0 0 155 155 155 0 0 0 166 166 166 255 255 111 0 0 255 140 140 140
  merge: "Merge-1"

[graphics]

rename_page: "Page 1"
bmp_src: "C:\Users\gradz\Desktop\456\detector\related_files\pictures\00002.PIC"
bmp_src: "C:\Users\gradz\Desktop\456\detector\related_files\pictures\00003.PIC"
n_pins: 0
rectangle: -150400 -150400 210150400 148150400
ref_des: "Frame1" 201440000 142840000 7 0 0 0 -1 -1 2 1217
footprint_name: "PART" 201440000 142840000 12 0 0 0 -1 -1 11 1
part_value: "A3" 201440000 141385001 13 0 0 0 -1 -1 2 129
polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 6750000 124500000 0 0
  corner: 2 6750000 86000000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 75000000 0 0
  corner: 2 4000000 2500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 6750000 75000000 0 0
  corner: 2 6750000 2500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 124500000 0 0
  corner: 2 4000000 86000000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 124500000 0 0
  corner: 2 10000000 124500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 86000000 0 0
  corner: 2 10000000 86000000 0 0
description: "Справ. №" 5880000 91750000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 75000000 0 0
  corner: 2 10000000 75000000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 57500000 0 0
  corner: 2 10000000 57500000 0 0
description: "Инв. № дубл" 5880000 61150000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 45000000 0 0
  corner: 2 10000000 45000000 0 0
description: "Подп. и дата" 5880000 46350000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 32500000 0 0
  corner: 2 10000000 32500000 0 0
description: "Взам. инв. №" 5880000 34100000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 15000000 0 0
  corner: 2 10000000 15000000 0 0
description: "Подп. и дата" 5880000 19000000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 104680000 0 0
  corner: 2 10000000 104680000 0 0
description: "Перв. примен." 5880000 108930000 14 270 1000000 110000 -1 -1 11 257

outline: 4 0 18 250000 -1 -1 0 1
  corner: 1 10000000 2500000 0 0
  corner: 2 10000000 145500000 0 0
  corner: 3 207500000 145500000 0 0
  corner: 4 207500000 2500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 4000000 2500000 0 0
  corner: 2 10000000 2500000 0 0
description: "Инв. № подл." 5880000 4400000 14 270 1000000 110000 -1 -1 11 257

polyline: 3 0 18 250000 -1 -1 -1 0
  corner: 1 10000000 138250000 0 0
  corner: 2 44000000 138250000 0 0
  corner: 3 44000000 145500000 0 0
description: "detector'|path: 0'|name: 1'|pcb_flag: 0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 41630328 143499799 14 180 3000001 250001 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 123500000 30000000 0 0
  corner: 2 123500000 2500000 0 0

polyline: 3 0 18 250000 -1 -1 -1 0
  corner: 1 115000000 2500000 0 0
  corner: 2 115000000 30000000 0 0
  corner: 3 207500000 30000000 0 0
description: "detector'|path: 0'|name: 1'|pcb_flag:0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 163800000 25000000 14 0 3000000 250000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 118500000 30000000 0 0
  corner: 2 118500000 17500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 135000000 30000000 0 0
  corner: 2 135000000 2500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 142500000 30000000 0 0
  corner: 2 142500000 2500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 147500000 30000000 0 0
  corner: 2 147500000 2500000 0 0
description: "Схема электрическая принципиальная" 149180000 12550001 14 0 2000001 120001 -1 -1 11 129

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 182500000 22500000 0 0
  corner: 2 182500000 2500000 0 0
description: "ООО ФИРМА" 188000000 5500000 14 0 2000001 120001 -1 -1 11 257

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 190000000 22500000 0 0
  corner: 2 190000000 12750000 0 0
description: "Масса" 192500000 20750000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 198500000 22500000 0 0
  corner: 2 198500000 12750000 0 0
description: "Масштаб" 200250000 20750000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 182500000 12750000 0 0
  corner: 2 207500000 12750000 0 0
description: "Лист    1" 184950000 10905000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 147500000 10000000 0 0
  corner: 2 207500000 10000000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 192500000 12750000 0 0
  corner: 2 192500000 10000000 0 0
description: "Листов    1" 195700000 10905000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 182500000 20000000 0 0
  corner: 2 207500000 20000000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 147500000 22500000 0 0
  corner: 2 207500000 22500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 115000000 17500000 0 0
  corner: 2 147500000 17500000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 115000000 20000000 0 0
  corner: 2 147500000 20000000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 115000000 15030000 0 0
  corner: 2 147500000 15030000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 115000000 12500000 0 0
  corner: 2 147500000 12500000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 115000000 10000000 0 0
  corner: 2 147500000 10000000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 115000000 7500000 0 0
  corner: 2 147500000 7500000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 115000000 5000000 0 0
  corner: 2 147500000 5000000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 115000000 22500000 0 0
  corner: 2 147500000 22500000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 115000000 25000000 0 0
  corner: 2 147500000 25000000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 115000000 27500000 0 0
  corner: 2 147500000 27500000 0 0

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 185000000 20000000 0 0
  corner: 2 185000000 12750000 0 0
description: "Лит." 184850000 20750000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 50000 -1 -1 -1 0
  corner: 1 187500000 20000000 0 0
  corner: 2 187500000 12750000 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 190250000 0 0 0
  corner: 2 199000000 0 0 0
description: "Формат А3" 191050000 750000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 160500000 0 0 0
  corner: 2 169250000 0 0 0
description: "Копировал" 161300000 725000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 115750000 15000000 0 0
  corner: 2 122250000 15000000 0 0
description: "Разраб." 116400000 15665000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 115750000 12500000 0 0
  corner: 2 122250000 12500000 0 0
description: "Пров." 116400000 13395000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 115750000 10000000 0 0
  corner: 2 122250000 10000000 0 0
description: "Т.контр" 116150000 10885000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 115750000 5000000 0 0
  corner: 2 122250000 5000000 0 0
description: "Н.контр" 116150000 5975000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 115750000 2500000 0 0
  corner: 2 122250000 2500000 0 0
description: "Утв." 116150000 3295000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 115500000 18000000 0 0
  corner: 2 117750000 18000000 0 0
description: "Изм." 115750000 18285000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 119250000 18000000 0 0
  corner: 2 121500000 18000000 0 0
description: "Лист" 119250000 18285000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 125750000 17600000 0 0
  corner: 2 128000000 17600000 0 0
description: "№ докум." 125750000 18285000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 136500000 18000000 0 0
  corner: 2 138750000 18000000 0 0
description: "Подп." 137070000 18285000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 143500000 17800000 0 0
  corner: 2 145749984 17800000 0 0
description: "Дата" 143110000 18285000 14 0 1000000 110000 -1 -1 11 9

outline: 4 0 18 250000 -1 -1 1 0
  corner: 1 0 0 0 0
  corner: 2 0 148000000 0 0
  corner: 3 210000000 148000000 0 0
  corner: 4 210000000 0 0 0

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 125250000 15000000 0 0
  corner: 2 131750000 15000000 0 0
description: "Никонов Л.А." 125650328 15664799 14 0 1000001 110001 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 143240000 15000000 0 0
  corner: 2 146240000 15000000 0 0
description: "14.04.26|DD.MM.YY DATE" 143240000 15665000 14 0 1000000 110000 -1 -1 11 129

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 186000000 24000000 0 0
  corner: 2 189750000 24000000 0 0
description: "Э3" 192350000 25000000 14 0 3000000 250000 -1 -1 11 1

polyline: 2 0 18 250000 -1 -1 -1 0
  corner: 1 149280000 17500000 0 0
  corner: 2 153280000 17500000 0 0
description: "Название проекта" 150150000 17200000 14 0 3000001 250001 -1 -1 11 2

part_end

n_pins: 2
rectangle: 103474600 101724600 111775400 104275400
ref_des: "R3" 105509618 98450124 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 106500000 108750000 12 450 0 0 -1 -1 11 1
part_value: "330k" 105509618 95450124 13 0 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 104750000 102000000 0 0
  corner: 2 110500000 102000000 0 0
  corner: 3 110500000 104000000 0 0
  corner: 4 104750000 104000000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 104750000 103000000 0 0
  corner: 2 103750000 103000000 0 1
pin_name: "1" 103745757 102471007 9 90 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 110500000 103000000 0 0
  corner: 2 111500000 103000000 0 1
pin_name: "2" 112419064 102866711 9 90 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 81224600 101474600 89525400 104025400
ref_des: "R1" 84250000 108500000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 86975405 100036784 12 450 0 0 -1 -1 11 1
part_value: "39k" 84250000 105500000 13 0 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 82500000 101750000 0 0
  corner: 2 88250000 101750000 0 0
  corner: 3 88250000 103750000 0 0
  corner: 4 82500000 103750000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 82500000 102750000 0 0
  corner: 2 81500000 102750000 0 1
pin_name: "1" 81495757 102221007 9 90 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 88250000 102750000 0 0
  corner: 2 89250000 102750000 0 1
pin_name: "2" 90169064 102616711 9 90 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 100224600 106974600 102775400 115275400
ref_des: "R2" 104213216 112725405 7 360 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 104213216 112725405 12 360 0 0 -1 -1 11 1
part_value: "1.3M" 104213000 109495000 13 360 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 102500000 108250000 0 0
  corner: 2 102500000 114000000 0 0
  corner: 3 100500000 114000000 0 0
  corner: 4 100500000 108250000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 101500000 108250000 0 0
  corner: 2 101500000 107250000 0 1
pin_name: "1" 102028993 107245757 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 101500000 114000000 0 0
  corner: 2 101500000 115000000 0 1
pin_name: "2" 101633289 115919064 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 73224600 108724600 75775400 117025400
ref_des: "R4" 77213216 114475405 7 360 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 77213216 114475405 12 360 0 0 -1 -1 11 1
part_value: "330k" 77213000 111245000 13 360 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 75500000 110000000 0 0
  corner: 2 75500000 115750000 0 0
  corner: 3 73500000 115750000 0 0
  corner: 4 73500000 110000000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 74500000 110000000 0 0
  corner: 2 74500000 109000000 0 1
pin_name: "1" 75028993 108995757 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 74500000 115750000 0 0
  corner: 2 74500000 116750000 0 1
pin_name: "2" 74633289 117669064 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 149724600 106474600 158025400 109025400
ref_des: "R8" 148500000 110250000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "0805" 151759618 103200124 12 450 0 0 -1 -1 11 1
part_value: "1.5M" 152500000 110250000 13 0 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 151000000 106750000 0 0
  corner: 2 156750000 106750000 0 0
  corner: 3 156750000 108750000 0 0
  corner: 4 151000000 108750000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 151000000 107750000 0 0
  corner: 2 150000000 107750000 0 1
pin_name: "1" 149995757 107221007 9 90 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 156750000 107750000 0 0
  corner: 2 157750000 107750000 0 1
pin_name: "2" 158669064 107616711 9 90 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 135474600 109974600 138025400 118275400
ref_des: "R5" 139463216 115725405 7 360 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 139463216 115725405 12 360 0 0 -1 -1 11 1
part_value: "2k" 139463000 112495000 13 360 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 137750000 111250000 0 0
  corner: 2 137750000 117000000 0 0
  corner: 3 135750000 117000000 0 0
  corner: 4 135750000 111250000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 136750000 111250000 0 0
  corner: 2 136750000 110250000 0 1
pin_name: "1" 137278993 110245757 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 136750000 117000000 0 0
  corner: 2 136750000 118000000 0 1
pin_name: "2" 136883289 118919064 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 137224600 98224600 145525400 100775400
ref_des: "R7" 140250000 105250000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 140250000 105250000 12 450 0 0 -1 -1 11 1
part_value: "3.6k" 140250000 102250000 13 0 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 138500000 98500000 0 0
  corner: 2 144250000 98500000 0 0
  corner: 3 144250000 100500000 0 0
  corner: 4 138500000 100500000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 138500000 99500000 0 0
  corner: 2 137500000 99500000 0 1
pin_name: "1" 137495757 98971007 9 90 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 144250000 99500000 0 0
  corner: 2 145250000 99500000 0 1
pin_name: "2" 146169064 99366711 9 90 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 135474600 82474600 138025400 90775400
ref_des: "R6" 131500000 87000000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 139463216 88225405 12 360 0 0 -1 -1 11 1
part_value: "1.8k" 129250000 83250000 13 0 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 137750000 83750000 0 0
  corner: 2 137750000 89500000 0 0
  corner: 3 135750000 89500000 0 0
  corner: 4 135750000 83750000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 136750000 83750000 0 0
  corner: 2 136750000 82750000 0 1
pin_name: "1" 137278993 82745757 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 136750000 89500000 0 0
  corner: 2 136750000 90500000 0 1
pin_name: "2" 136883289 91419064 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 184974600 103974600 187525400 112275400
ref_des: "R9" 181000000 110750000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 181000000 108500000 12 360 0 0 -1 -1 11 1
part_value: "13k" 179000000 107000000 13 0 2200001 300001 -1 -1 11 1
outline: 4 0 6 500000 -1 -1 -1 0
  corner: 1 187250000 105250000 0 0
  corner: 2 187250000 111000000 0 0
  corner: 3 185250000 111000000 0 0
  corner: 4 185250000 105250000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 186250000 105250000 0 0
  corner: 2 186250000 104250000 0 1
pin_name: "1" 186778993 104245757 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 186250000 111000000 0 0
  corner: 2 186250000 112000000 0 1
pin_name: "2" 186383289 112919064 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 151474600 83974600 154775400 89525400
ref_des: "C6" 155500000 87750000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 155000000 84250000 12 0 0 0 -1 -1 11 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 153750000 84250000 0 0
  corner: 2 153750000 89250000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 152500000 84250000 0 0
  corner: 2 152500000 89250000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 153750000 86750000 0 0
  corner: 2 154500000 86750000 0 1
pin_name: "2" 154899853 88641455 9 810 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 152500000 86750000 0 0
  corner: 2 151750000 86750000 0 1
pin_name: "1" 150553542 88888328 9 810 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 138974600 84974600 144525400 88275400
ref_des: "C8" 144858029 85494408 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 144500000 84250000 12 0 0 0 -1 -1 11 1
part_value: "50mkX" 142750000 82500000 13 0 2200001 300001 -1 -1 11 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 144250000 87250000 0 0
  corner: 2 139250000 87250000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 144250000 86000000 0 0
  corner: 2 139250000 86000000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 141750000 87250000 0 0
  corner: 2 141750000 88000000 0 1
pin_name: "2" 139858545 88399853 9 720 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 141750000 86000000 0 0
  corner: 2 141750000 85250000 0 1
pin_name: "1" 139611672 84053542 9 720 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 130974600 96724600 134275400 102275400
ref_des: "C7" 130750000 106250000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 129000000 103000000 12 0 0 0 -1 -1 11 1
part_value: "20mkX" 128250000 103750000 13 0 1500001 300001 -1 -1 2 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 133250000 97000000 0 0
  corner: 2 133250000 102000000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 132000000 97000000 0 0
  corner: 2 132000000 102000000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 133250000 99500000 0 0
  corner: 2 134000000 99500000 0 1
pin_name: "2" 134399853 101391455 9 810 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 132000000 99500000 0 0
  corner: 2 131250000 99500000 0 1
pin_name: "1" 130053542 101638328 9 810 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 117724600 85224600 121025400 90775400
ref_des: "C5" 114750000 85000000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 114750000 81750000 12 0 0 0 -1 -1 11 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 120000000 85500000 0 0
  corner: 2 120000000 90500000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 118750000 85500000 0 0
  corner: 2 118750000 90500000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 120000000 88000000 0 0
  corner: 2 120750000 88000000 0 1
pin_name: "2" 121149853 89891455 9 810 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 118750000 88000000 0 0
  corner: 2 118000000 88000000 0 1
pin_name: "1" 116803542 90138328 9 810 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 191224600 95974600 196775400 99275400
ref_des: "C9" 200500000 96250000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 197250000 92750000 12 0 0 0 -1 -1 11 1
part_value: "200mkX" 199750000 93250000 13 0 1500001 300001 -1 -1 11 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 196500000 98250000 0 0
  corner: 2 191500000 98250000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 196500000 97000000 0 0
  corner: 2 191500000 97000000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 194000000 98250000 0 0
  corner: 2 194000000 99000000 0 1
pin_name: "2" 192108545 99399853 9 720 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 194000000 97000000 0 0
  corner: 2 194000000 96250000 0 1
pin_name: "1" 191861672 95053542 9 720 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 98724600 94724600 104275400 98025400
ref_des: "C2" 97250000 89750000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 107250000 89750000 12 0 0 0 -1 -1 11 1
part_value: "5mkX" 96000000 86750000 13 0 2200001 300001 -1 -1 11 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 104000000 97000000 0 0
  corner: 2 99000000 97000000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 104000000 95750000 0 0
  corner: 2 99000000 95750000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 101500000 97000000 0 0
  corner: 2 101500000 97750000 0 1
pin_name: "2" 99608545 98149853 9 720 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 101500000 95750000 0 0
  corner: 2 101500000 95000000 0 1
pin_name: "1" 99361672 93803542 9 720 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 152974600 113224600 156275400 118775400
ref_des: "C4" 147000000 120000000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 158250000 120000000 12 0 0 0 -1 -1 11 1
part_value: "1mkX" 152000000 120250000 13 0 2200001 300001 -1 -1 2 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 155250000 113500000 0 0
  corner: 2 155250000 118500000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 154000000 113500000 0 0
  corner: 2 154000000 118500000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 155250000 116000000 0 0
  corner: 2 156000000 116000000 0 1
pin_name: "2" 156399853 117891455 9 810 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 154000000 116000000 0 0
  corner: 2 153250000 116000000 0 1
pin_name: "1" 152053542 118138328 9 810 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 110224600 110974600 115775400 114275400
ref_des: "C1" 109000000 117500000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 115750000 106000000 12 0 0 0 -1 -1 11 1
part_value: "0.01mk" 112500000 117750000 13 0 2200001 300001 -1 -1 11 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 115500000 113250000 0 0
  corner: 2 110500000 113250000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 115500000 112000000 0 0
  corner: 2 110500000 112000000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 113000000 113250000 0 0
  corner: 2 113000000 114000000 0 1
pin_name: "2" 111108545 114399853 9 720 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 113000000 112000000 0 0
  corner: 2 113000000 111250000 0 1
pin_name: "1" 110861672 110053542 9 720 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 76474600 99974600 79775400 105525400
ref_des: "C3" 75750000 97000000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 75750000 97000000 12 0 0 0 -1 -1 11 1
part_value: "1mkX" 75250000 94000000 13 0 2200001 300001 -1 -1 2 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 78750000 100250000 0 0
  corner: 2 78750000 105250000 0 0

polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 77500000 100250000 0 0
  corner: 2 77500000 105250000 0 0

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 78750000 102750000 0 0
  corner: 2 79500000 102750000 0 1
pin_name: "2" 79899853 104641455 9 810 0 0 -1 -1 2 9

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 77500000 102750000 0 0
  corner: 2 76750000 102750000 0 1
pin_name: "1" 75553542 104888328 9 810 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 187367972 85378816 190632094 90939112
ref_des: "VD1" 184000000 83250000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 191606694 85197784 12 720 0 0 -1 -1 11 1
part_value: "KC147" 180750000 80000000 13 0 2200001 300001 -1 -1 11 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 190356694 89580584 0 0
  corner: 2 187643372 89580584 0 0

outline: 3 0 6 500000 -1 -1 -1 0
  corner: 1 189000000 89580584 0 0
  corner: 2 187643372 86697784 0 0
  corner: 3 190356694 86697784 0 0
description: "^'|LINK: https://aliexpress.ru/item/1005003271013919.html'|page_number: 1" 179500000 80250000 14 270 2200001 300001 -1 -1 11 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 189000000 85654216 0 1
  corner: 2 189000000 86750000 0 0
pin_name: "1" 188457365 85716881 9 720 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 189000000 89567848 0 0
  corner: 2 189000000 90663712 0 1
pin_name: "2" 188186038 90058125 9 720 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 184617972 116060968 187882094 121621264
ref_des: "VD2" 179000000 118750000 7 0 2200001 300001 -1 -1 11 65
footprint_name: "1X2HDR-100" 188856694 115879936 12 720 0 0 -1 -1 11 1
part_value: "KC147" 176500000 115500000 13 0 2200001 300001 -1 -1 11 1
polyline: 2 0 6 500000 -1 -1 -1 0
  corner: 1 187606694 120262736 0 0
  corner: 2 184893372 120262736 0 0

outline: 3 0 6 500000 -1 -1 -1 0
  corner: 1 186250000 120262736 0 0
  corner: 2 184893372 117379936 0 0
  corner: 3 187606694 117379936 0 0
description: "^'|LINK: https://aliexpress.ru/item/1005003271013919.html'|page_number: 1" 195538000 115775000 14 270 0 0 -1 -1 11 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 186250000 116336368 0 1
  corner: 2 186250000 117432152 0 0
pin_name: "1" 185707365 116399033 9 720 0 0 -1 -1 2 1

polyline: 2 0 8 500000 -1 -1 -1 0
  corner: 1 186250000 120250000 0 0
  corner: 2 186250000 121345864 0 1
pin_name: "2" 185436038 120740277 9 720 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 173734347 90371560 183125400 95996696
ref_des: "HL2" 174000000 86500000 7 0 2200001 300001 -1 -1 2 65
footprint_name: "1X2HDR-100" 169550492 75526598 12 270 0 0 -1 -1 2 9
part_value: "АЛ307" 171750000 83500000 13 0 2200001 300001 -1 -1 2 1
polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 173859747 93250000 0 1
  corner: 2 177726775 93250000 0 0
pin_name: "1" 175155370 92635510 9 0 0 300001 -1 -1 2 1

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 179132968 93250000 0 0
  corner: 2 183000000 93250000 0 1
pin_name: "2" 182753780 92568200 9 0 0 300001 -1 -1 2 1

polyline: 2 0 6 300000 -1 -1 -1 0
  corner: 1 179070640 94552648 0 0
  corner: 2 179070640 91947232 0 0

outline: 3 0 6 300000 -1 -1 -1 0
  corner: 1 177767914 91947232 0 0
  corner: 2 179070640 93250000 0 0
  corner: 3 177767914 94552648 0 0

outline: 4 0 6 300000 -1 -1 -1 0
  corner: 1 175834905 93184104 1 0
  corner: 2 178472037 95821296 1 0
  corner: 3 181109199 93184104 1 0
  corner: 4 178472050 90546960 1 0

part_end

n_pins: 3
rectangle: 164374600 84137888 172994890 94638688
ref_des: "VT2" 160750000 83750000 7 0 2200001 300001 -1 -1 2 1
footprint_name: "10SIP100" 164037878 79112142 12 0 0 0 -1 -1 2 1
part_value: "KT361" 160000000 80250000 13 0 2200001 300001 -1 -1 2 1
outline: 4 0 6 200013 -1 -1 -1 0
  corner: 1 169500000 93002312 2 0
  corner: 2 166130516 89632800 2 0
  corner: 3 169500000 86263288 2 0
  corner: 4 172869484 89632800 2 0

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 164500000 89513288 0 1
  corner: 2 168250000 89513288 0 0
pin_name: "1" 164498818 89512102 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 170750000 86513288 0 0
  corner: 2 170750000 84263288 0 1
pin_name: "2" 170749758 86512362 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 170750000 92763288 0 0
  corner: 2 170750000 94513288 0 1
pin_name: "3" 170749758 92762032 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 200000 -1 -1 -1 0
  corner: 1 168250000 87513288 0 0
  corner: 2 168250000 91763288 0 0

polyline: 2 0 6 200000 -1 -1 -1 0
  corner: 1 168250000 88263288 0 0
  corner: 2 170750000 86513288 0 0

polyline: 2 0 6 200000 -1 -1 -1 0
  corner: 1 168250000 91263288 0 0
  corner: 2 170750000 92763288 0 0

outline: 3 0 6 200000 -1 -1 -1 0
  corner: 1 170750000 92763288 0 0
  corner: 2 170000000 92013288 0 0
  corner: 3 169750000 92513288 0 0

part_end

n_pins: 7
rectangle: 114374598 92374600 125875401 106375400
ref_des: "DA2" 115000000 107750000 7 0 2200001 300001 0 -1 2 1
footprint_name: "14DIP300" 119266738 106176630 12 0 0 0 0 -1 2 1
outline: 3 0 6 200000 0 -1 -1 0
  corner: 1 115500000 106250000 0 0
  corner: 2 115500000 92750000 0 0
  corner: 3 124750000 99750000 0 0

polyline: 2 0 8 200001 0 -1 -1 0
  corner: 1 116750000 93750000 0 0
  corner: 2 116750000 92500000 0 1
pin_name: "1" 115437000 91117000 9 0 1200001 200001 0 -1 2 1

polyline: 2 0 8 200002 0 -1 -1 0
  corner: 1 120750000 96750000 0 0
  corner: 2 120750000 95500000 0 1
pin_name: "14" 118500000 93000000 9 0 1200001 200001 0 -1 2 1

polyline: 2 0 8 200003 0 -1 -1 0
  corner: 1 124750000 99750000 0 0
  corner: 2 125750000 99750000 0 1
pin_name: "13" 124657000 101075000 9 0 1200001 200001 0 -1 2 1

polyline: 2 0 8 200004 0 -1 -1 0
  corner: 1 115500000 103000000 0 0
  corner: 2 114500000 103000000 0 1
pin_name: "3" 114250000 104000000 9 0 1200001 200001 0 -1 2 1

polyline: 2 0 8 200005 0 -1 -1 0
  corner: 1 115500000 96500000 0 0
  corner: 2 114500000 96500000 0 1
pin_name: "2" 113862000 97559000 9 0 1200001 200001 0 -1 2 1

polyline: 2 0 8 200000 0 -1 -1 0
  corner: 1 123250000 97500000 0 1
  corner: 2 122750000 98250000 0 0
pin_name: "4" 124000000 96500000 9 0 1200001 200001 0 -1 2 1

polyline: 2 0 8 200000 0 -1 -1 0
  corner: 1 123000000 101000000 0 0
  corner: 2 123000000 102250000 0 1
pin_name: "11" 121000000 103000000 9 0 1200000 200000 0 -1 2 1

part_end

n_pins: 2
rectangle: 173713154 98753304 183104207 104378440
ref_des: "HL1" 173500000 104750000 7 0 2200001 300001 -1 -1 2 65
footprint_name: "1X2HDR-100" 174088908 87472617 12 90 0 0 -1 -1 2 9
polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 182978807 101500000 0 1
  corner: 2 179111779 101500000 0 0
pin_name: "1" 181682527 102113544 9 360 0 300001 -1 -1 2 1

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 177705586 101500000 0 0
  corner: 2 173838554 101500000 0 1
pin_name: "2" 174084527 102180544 9 360 0 300001 -1 -1 2 1

polyline: 2 0 6 300000 -1 -1 -1 0
  corner: 1 177767914 100197352 0 0
  corner: 2 177767914 102802768 0 0

outline: 3 0 6 300000 -1 -1 -1 0
  corner: 1 179070640 102802768 0 0
  corner: 2 177767914 101500000 0 0
  corner: 3 179070640 100197352 0 0

outline: 4 0 6 300000 -1 -1 -1 0
  corner: 1 181003649 101565896 1 0
  corner: 2 178366517 98928704 1 0
  corner: 3 175729355 101565896 1 0
  corner: 4 178366504 104203040 1 0

part_end

n_pins: 2
rectangle: 190559305 124124594 197522333 125924309
ref_des: "SA1" 192750000 121000000 7 0 2200001 300001 -1 -1 11 257
footprint_name: "2X2HDR-100" 193670455 121789448 12 90 0 0 -1 -1 11 257
polyline: 2 0 8 200013 -1 -1 -1 0
  corner: 1 195331631 124250000 0 0
  corner: 2 197396927 124250000 0 1
pin_name: "23" 196550000 122907000 9 90 0 0 -1 -1 11 1

polyline: 2 0 6 200011 -1 -1 -1 0
  corner: 1 195331631 125798904 0 0
  corner: 2 192750000 124250000 0 0

polyline: 2 0 8 200013 -1 -1 -1 0
  corner: 1 190684711 124250000 0 1
  corner: 2 192750000 124250000 0 0
pin_name: "33" 190250000 122250000 9 90 0 0 -1 -1 11 1

part_end

n_pins: 3
rectangle: 164374600 97874600 172994890 108375400
ref_des: "VT1" 163888000 112255000 7 0 2200001 300001 -1 -1 2 1
footprint_name: "10SIP100" 163888043 112254895 12 0 0 0 -1 -1 2 1
part_value: "KT315" 162750000 109750000 13 0 1500001 300001 -1 -1 2 1
outline: 4 0 6 200013 -1 -1 -1 0
  corner: 1 169500000 99510976 1 0
  corner: 2 166130516 102880488 1 0
  corner: 3 169500000 106250000 1 0
  corner: 4 172869484 102880488 1 0

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 164500000 103000000 0 1
  corner: 2 168250000 103000000 0 0
pin_name: "1" 164500000 103000000 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 170750000 106000000 0 0
  corner: 2 170750000 108250000 0 1
pin_name: "2" 170750000 106000000 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 170750000 99750000 0 0
  corner: 2 170750000 98000000 0 1
pin_name: "3" 170750000 99750000 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 200000 -1 -1 -1 0
  corner: 1 168250000 105000000 0 0
  corner: 2 168250000 100750000 0 0

polyline: 2 0 6 200000 -1 -1 -1 0
  corner: 1 168250000 104250000 0 0
  corner: 2 170750000 106000000 0 0

polyline: 2 0 6 200000 -1 -1 -1 0
  corner: 1 168250000 101250000 0 0
  corner: 2 170750000 99750000 0 0

outline: 3 0 6 200000 -1 -1 -1 0
  corner: 1 170750000 99750000 0 0
  corner: 2 170000000 100500000 0 0
  corner: 3 169750000 100000000 0 0

part_end

n_pins: 5
rectangle: 148374598 88874600 159875401 102875400
ref_des: "DA1" 153267000 102677000 7 0 2200001 300001 -1 -1 2 1
footprint_name: "14DIP300" 153266738 102676630 12 0 0 0 -1 -1 2 1
outline: 3 0 6 200000 -1 -1 -1 0
  corner: 1 149500000 102750000 0 0
  corner: 2 149500000 89250000 0 0
  corner: 3 158750000 96250000 0 0

polyline: 2 0 8 200001 -1 -1 -1 0
  corner: 1 150750000 90250000 0 0
  corner: 2 150750000 89000000 0 1
pin_name: "7" 149437374 87616896 9 0 1200000 200000 -1 -1 2 1

polyline: 2 0 8 200002 -1 -1 -1 0
  corner: 1 154750000 93250000 0 0
  corner: 2 154750000 92000000 0 1
pin_name: "8" 155673976 91863513 9 0 1200000 200000 -1 -1 2 1

polyline: 2 0 8 200003 -1 -1 -1 0
  corner: 1 158750000 96250000 0 0
  corner: 2 159750000 96250000 0 1
pin_name: "9" 158657327 97575181 9 0 1200001 200001 -1 -1 2 1

polyline: 2 0 8 200004 -1 -1 -1 0
  corner: 1 149500000 99500000 0 0
  corner: 2 148500000 99500000 0 1
pin_name: "5" 148250000 100500000 9 0 1200001 200001 -1 -1 2 1

polyline: 2 0 8 200005 -1 -1 -1 0
  corner: 1 149500000 93000000 0 0
  corner: 2 148500000 93000000 0 1
pin_name: "6" 147862388 94059100 9 0 1200000 200000 -1 -1 2 1

part_end

n_pins: 2
rectangle: 90124600 101374600 99875400 107625400
ref_des: "R10" 91000000 98750000 7 0 2200001 300001 -1 -1 2 1
footprint_name: "1X2HDR-100" 98875400 103025400 12 0 0 0 -1 -1 2 1
part_value: "1M" 91500000 96000000 13 0 2200001 300001 -1 -1 2 1
outline: 4 0 6 200000 -1 -1 -1 0
  corner: 1 93750000 104000000 0 0
  corner: 2 93750000 101500000 0 0
  corner: 3 98750000 101500000 0 0
  corner: 4 98750000 104000000 0 0

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 90250000 102750000 0 1
  corner: 2 93750000 102750000 0 0
pin_name: "2" 90250000 102750000 9 0 0 0 -1 -1 2 1

polyline: 4 0 6 200000 -1 -1 -1 0
  corner: 1 91000000 102750000 0 0
  corner: 2 91000000 107500000 0 0
  corner: 3 96250000 107500000 0 0
  corner: 4 96250000 104000000 0 0

outline: 3 0 6 200000 -1 -1 -1 0
  corner: 1 96250000 104000000 0 0
  corner: 2 96750000 105500000 0 0
  corner: 3 95750000 105500000 0 0

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 98750000 102750000 0 0
  corner: 2 99750000 102750000 0 1
pin_name: "1" 98750000 102750000 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 73374600 82874600 75125400 93375400
ref_des: "B1" 76250000 88250000 7 0 2200001 300001 -1 -1 2 1
footprint_name: "1X2HDR-100" 75125400 91075400 12 0 0 0 -1 -1 2 1
outline: 4 0 6 200000 -1 -1 -1 0
  corner: 1 73500000 91250000 0 0
  corner: 2 73500000 89750000 0 0
  corner: 3 75000000 89750000 0 0
  corner: 4 75000000 91250000 0 0

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 74500000 91250000 0 0
  corner: 2 74500000 93250000 0 1
pin_name: "2" 74500000 91250000 9 0 0 0 -1 -1 2 1

outline: 4 0 6 200000 -1 -1 -1 0
  corner: 1 73500000 86500000 0 0
  corner: 2 73500000 84750000 0 0
  corner: 3 75000000 84750000 0 0
  corner: 4 75000000 86500000 0 0

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 74500000 84750000 0 0
  corner: 2 74500000 83000000 0 1
pin_name: "1" 74500000 84750000 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 197124600 100874600 201375400 105125400
ref_des: "GB1" 201250000 105000000 7 0 2200000 300000 -1 -1 2 0
footprint_name: "1X2HDR-100" 201375400 97525400 12 0 0 0 -1 -1 2 0
part_value: "9V" 201750000 101500000 13 0 2200000 300000 -1 -1 2 0
polyline: 2 0 6 200000 -1 -1 -1 0
  corner: 1 198500000 102250000 0 0
  corner: 2 200000000 102250000 0 0

polyline: 2 0 6 200000 -1 -1 -1 0
  corner: 1 197250000 103750000 0 0
  corner: 2 201250000 103750000 0 0

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 199250000 102250000 0 0
  corner: 2 199250000 101000000 0 1
pin_name: "1" 199250000 102250000 9 0 0 0 -1 -1 2 0

polyline: 2 0 8 200000 -1 -1 -1 0
  corner: 1 199250000 103750000 0 0
  corner: 2 199250000 105000000 0 1
pin_name: "2" 199250000 103750000 9 0 0 0 -1 -1 2 0

part_end

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 101500000 97750000 0 1
  corner: 2 101500000 103000000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 101500000 103000000 0 1
  corner: 2 103750000 103000000 0 1

polyline: 2 0 10 200001 -1 -1 -1 0 0
  corner: 1 101500000 103000000 0 1000000
  corner: 2 101500000 107250000 0 1

polyline: 2 0 10 200002 -1 -1 -1 0 0
  corner: 1 99750000 102750000 0 1
  corner: 2 101500000 102750000 0 1000003

polyline: 2 0 10 200003 -1 -1 -1 0 0
  corner: 1 90250000 102750000 0 1
  corner: 2 89250000 102750000 0 1

polyline: 2 0 10 200004 -1 -1 -1 0 0
  corner: 1 79500000 102750000 0 1
  corner: 2 81500000 102750000 0 1

polyline: 2 0 10 200005 -1 -1 -1 0 0
  corner: 1 76750000 102750000 0 1
  corner: 2 74500000 102750000 0 1

polyline: 2 0 10 200006 -1 -1 -1 0 0
  corner: 1 74500000 109000000 0 1
  corner: 2 74500000 102750000 0 1

polyline: 2 0 10 200007 -1 -1 -1 0 0
  corner: 1 74500000 102750000 0 1000000
  corner: 2 74500000 93250000 0 1

polyline: 2 0 10 200008 -1 -1 -1 0 0
  corner: 1 74500000 116750000 0 1
  corner: 2 74500000 123750000 0 1

polyline: 2 0 10 200009 -1 -1 -1 0 0
  corner: 1 101500000 115000000 0 1
  corner: 2 101500000 115750000 0 1

polyline: 2 0 10 200010 -1 -1 -1 0 0
  corner: 1 101500000 115750000 0 1
  corner: 2 113000000 115750000 0 1

polyline: 2 0 10 200012 -1 -1 -1 0 0
  corner: 1 113000000 115750000 0 1
  corner: 2 113000000 114000000 0 1

polyline: 2 0 10 200013 -1 -1 -1 0 0
  corner: 1 113000000 111250000 0 1
  corner: 2 113000000 103000000 0 1

polyline: 2 0 10 200014 -1 -1 -1 0 0
  corner: 1 111500000 103000000 0 1
  corner: 2 113000000 103000000 0 1

polyline: 2 0 10 200015 -1 -1 -1 0 0
  corner: 1 113000000 103000000 0 1000000
  corner: 2 114500000 103000000 0 1

polyline: 5 0 10 200016 -1 -1 -1 0 0
  corner: 1 101500000 95000000 0 1
  corner: 2 101500000 92750000 0 0
  corner: 3 113000000 92750000 0 0
  corner: 4 113000000 96500000 0 0
  corner: 5 114500000 96500000 0 1

polyline: 3 0 10 200017 -1 -1 -1 0 0
  corner: 1 116750000 92500000 0 1
  corner: 2 116750000 88000000 0 0
  corner: 3 118000000 88000000 0 1

polyline: 2 0 10 200018 -1 -1 -1 0 0
  corner: 1 120750000 88000000 0 1
  corner: 2 120750000 95500000 0 1

polyline: 2 0 10 200020 -1 -1 -1 0 0
  corner: 1 134000000 99500000 0 1
  corner: 2 136750000 99500000 0 1

polyline: 2 0 10 200021 -1 -1 -1 0 0
  corner: 1 145250000 99500000 0 1
  corner: 2 148500000 99500000 0 1

polyline: 4 0 10 200020 -1 -1 -1 0 0
  corner: 1 125750000 99750000 0 1
  corner: 2 127250000 99750000 0 0
  corner: 3 127250000 99500000 0 0
  corner: 4 131250000 99500000 0 1

polyline: 3 0 10 200021 -1 -1 -1 0 0
  corner: 1 127250000 99750000 0 1000031
  corner: 2 127250000 115750000 0 0
  corner: 3 113000000 115750000 0 1000000

polyline: 2 0 10 200022 -1 -1 -1 0 0
  corner: 1 123000000 102250000 0 1
  corner: 2 123000000 115750000 0 1

polyline: 3 0 10 200011 -1 -1 -1 0 9
  corner: 1 199250000 105000000 0 1
  corner: 2 199250000 124250000 0 0
  corner: 3 197500000 124250000 0 1

polyline: 2 0 10 200012 -1 -1 -1 0 0
  corner: 1 190750000 124250000 0 1
  corner: 2 189000000 124250000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 186250000 124250000 0 1000000
  corner: 2 186250000 121500000 0 1

polyline: 3 0 10 200000 -1 -1 -1 0 0
  corner: 1 170750000 108250000 0 1
  corner: 2 170750000 124250000 0 0
  corner: 3 174750000 124250000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 170750000 124250000 0 1000000
  corner: 2 136750000 124250000 0 1

polyline: 2 0 10 200001 -1 -1 -1 0 0
  corner: 1 136750000 124250000 0 1
  corner: 2 136750000 118000000 0 1

polyline: 3 0 10 200002 -1 -1 -1 0 0
  corner: 1 136750000 124250000 0 1000000
  corner: 2 123000000 124250000 0 0
  corner: 3 123000000 115750000 0 1000003

polyline: 3 0 10 200004 -1 -1 -1 0 0
  corner: 1 123000000 124250000 0 1000006
  corner: 2 74500000 124250000 0 0
  corner: 3 74500000 123750000 0 1

polyline: 4 0 10 200005 -1 -1 -1 0 0
  corner: 1 164500000 89500000 0 1
  corner: 2 161250000 89500000 0 0
  corner: 3 161250000 116000000 0 0
  corner: 4 156000000 116000000 0 1

polyline: 3 0 10 200006 -1 -1 -1 0 0
  corner: 1 153250000 116000000 0 1
  corner: 2 147000000 116000000 0 0
  corner: 3 147000000 99500000 0 1000009

polyline: 2 0 10 200007 -1 -1 -1 0 0
  corner: 1 147000000 107750000 0 1000010
  corner: 2 150000000 107750000 0 1

polyline: 2 0 10 200008 -1 -1 -1 0 0
  corner: 1 161250000 107750000 0 1000012
  corner: 2 157750000 107750000 0 1

polyline: 2 0 10 200006 -1 -1 -1 0 0
  corner: 1 161250000 103000000 0 1000009
  corner: 2 164500000 103000000 0 1

polyline: 2 0 10 200007 -1 -1 -1 0 0
  corner: 1 170750000 98000000 0 1
  corner: 2 170750000 94500000 0 1

polyline: 2 0 10 200008 -1 -1 -1 0 0
  corner: 1 159750000 96250000 0 1
  corner: 2 161250000 96250000 0 1000012

polyline: 3 0 10 200009 -1 -1 -1 0 0
  corner: 1 154750000 92000000 0 1
  corner: 2 154750000 86750000 0 0
  corner: 3 154500000 86750000 0 1

polyline: 3 0 10 200010 -1 -1 -1 0 0
  corner: 1 151750000 86750000 0 1
  corner: 2 150750000 86750000 0 0
  corner: 3 150750000 89000000 0 1

polyline: 3 0 10 200011 -1 -1 -1 0 0
  corner: 1 141750000 88000000 0 1
  corner: 2 141750000 93000000 0 0
  corner: 3 148500000 93000000 0 1

polyline: 3 0 10 200012 -1 -1 -1 0 0
  corner: 1 136750000 90500000 0 1
  corner: 2 136750000 93000000 0 0
  corner: 3 141750000 93000000 0 1000018

polyline: 2 0 10 200013 -1 -1 -1 0 0
  corner: 1 136750000 93000000 0 1000019
  corner: 2 136750000 99500000 0 1

polyline: 2 0 10 200014 -1 -1 -1 0 0
  corner: 1 136750000 110250000 0 1
  corner: 2 136750000 99500000 0 1000000

polyline: 2 0 10 200015 -1 -1 -1 0 0
  corner: 1 189000000 90750000 0 1
  corner: 2 189000000 116250000 0 1

polyline: 3 0 10 200017 -1 -1 -1 0 0
  corner: 1 183000000 93250000 0 1
  corner: 2 186250000 93250000 0 0
  corner: 3 186250000 104250000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 186250000 101500000 0 1000000
  corner: 2 183000000 101500000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 173750000 101500000 0 1
  corner: 2 173750000 93250000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 170750000 96500000 0 1000000
  corner: 2 173750000 96500000 0 1000000

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 136750000 99500000 0 1000000
  corner: 2 137500000 99500000 0 1

polyline: 4 0 10 200000 -1 -1 -1 0 0
  corner: 1 74500000 83000000 0 1
  corner: 2 74500000 78250000 0 0
  corner: 3 123250000 78250000 0 0
  corner: 4 123250000 97500000 0 1

polyline: 4 0 10 200000 -1 -1 -1 0 0
  corner: 1 123250000 78250000 0 1000000
  corner: 2 136750000 78250000 0 0
  corner: 3 136750000 78250000 0 0
  corner: 4 136750000 82750000 0 1

polyline: 3 0 10 200000 -1 -1 -1 0 0
  corner: 1 136750000 78250000 0 1000000
  corner: 2 141750000 78250000 0 0
  corner: 3 141750000 85250000 0 1

polyline: 3 0 10 200000 -1 -1 -1 0 0
  corner: 1 141750000 78250000 0 1000000
  corner: 2 170750000 78250000 0 0
  corner: 3 170750000 84250000 0 1

polyline: 3 0 10 200000 -1 -1 -1 0 0
  corner: 1 170750000 78250000 0 1000000
  corner: 2 189000000 78250000 0 0
  corner: 3 189000000 85750000 0 1

polyline: 3 1 10 200000 -1 -1 -1 0 0
  corner: 1 199250000 101000000 0 1
  corner: 2 199250000 78250000 0 0
  corner: 3 189000000 78250000 0 1000000

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 186250000 112000000 0 1
  corner: 2 186250000 116500000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 189000000 116250000 0 1
  corner: 2 186250000 116250000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 174750000 124250000 0 1
  corner: 2 189000000 124250000 0 1

polyline: 2 0 10 200000 -1 -1 -1 0 0
  corner: 1 194000000 96250000 0 1
  corner: 2 194000000 78250000 0 1000000

polyline: 4 0 10 200000 -1 -1 -1 0 0
  corner: 1 194000000 99000000 0 1
  corner: 2 194000000 118500000 0 0
  corner: 3 188750000 118500000 0 0
  corner: 4 188750000 124250000 0 1000000

[end]
